Repository: Painkiller56/PrusaSlicer
Catalog: resources/localization/sv.tmx
Source language: en
Languages: sv

source: Only the following installed printers are compatible with the selected SLA materials
sv: https://translate.google.se/?sl=en&tl=sv&text=Only%20the%20following%20installed%20printers%20are%20compatible%20with%20the%20selected%20SLA%20materials&op=translate#:~:text=Endast%20f%C3%B6ljande%20installerade%20skrivare%20%C3%A4r%20kompatibla%20med%20de%20valda%20SLA%2Dmaterialen

source: If enabled, allows the Reload from disk command to automatically find and load the files when invoked. If not enabled, the Reload from disk command will ask to select each file using an open file dialog.
sv: m det är aktiverat låter kommandot Ladda om från disk automatiskt hitta och ladda filerna när det anropas. Om det inte är aktiverat kommer kommandot Ladda om från disk att be om att välja varje fil med en öppen fildialogruta.

source: PrusaSlicer's user interfaces comes in three variants: Simple, Advanced, and Expert. The Simple mode shows only the most frequently used settings relevant for regular 3D printing. The other two offer progressively more sophisticated fine-tuning, they are suitable for advanced and expert users, respectively.
sv: PrusaSlicers användargränssnitt finns i tre varianter: Enkel, avancerad och expert. Det enkla läget visar endast de mest använda inställningarna som är relevanta för vanlig 3D-utskrift. De andra två erbjuder successivt mer sofistikerad finjustering, de är lämpliga för avancerade respektive expertanvändare

source: Use inches
sv: https://translate.google.se/?sl=en&tl=sv&text=Use%20inches&op=translate#:~:text=%C3%96vers%C3%A4ttningsresultat-,Anv%C3%A4nd%20tum,-volume_up

source: The following FFF printer models have no filament selected:
sv: Följande FFF-skrivarmodeller har inget filament valt:

source: A new Printer was installed and it will be activated.
sv: En ny skrivare har installerats och den kommer att aktiveras.

source: Desktop Integration sets this binary to be searchable by the system. Press "Perform" to proceed.
sv: Desktop Integration ställer in denna binär så att den är sökbar av systemet. Tryck på "Utför" för att fortsätta.

source: Add another code - Right click
sv: Lägg till ytterligare en kod - HögerklickaLägg till ytterligare en kod - Högerklicka

source: continue
sv: Fortsättacontinue

source: Split to objects
sv: Dela upp till objekt

source: used
sv: Begagnade

source: Options
sv: alternativ

source: Name
sv: namn

source: support
sv: Stöd

source: %3.2f mm³/s at filament speed %3.2f mm/s.
sv: %3,2f mm³/s vid filamenthastighet %3,2f mm/s.

source: Just switch to "%1%" preset
sv: Byt bara till förinställningen "%1%".

source: Show advanced settings
sv: visa avancerade inställningar

source: Rectilinear
sv: rätlinjig

source: Wall thickness
sv: vägg tjocklek

source: Add to bed
sv: Lägg till i sängen

source: Add selected shape(s) to the bed
sv: Lägg till valda form(er) till sängen

source: Fill bed with instances
sv: Fyll sängen med instanser

source: Fill the remaining area of bed with instances of the selected object
sv: Fyll det återstående området av sängen med instanser av det valda objektet

source: Shift objects to bed
sv: Flytta föremål till sängen

source: Drop to bed
sv: Lägg dig i sängen

source: Arrangement ignored the following objects which can't fit into a single bed: %s
sv: Arrangemanget ignorerade följande objekt som inte får plats i en enkelsäng: %s

source: Filling bed
sv: Fyllande säng

source: Bed filling canceled.
sv: Sängfyllning inställd.

source: Bed filling done.
sv: Sängfyllning klar.

source: You cannot load SLA project with a multi-part object on the bed
sv: Du kan inte ladda SLA-projekt med ett flerdelat objekt på sängen

source: Gizmo Place face on bed
sv: Gizmo Placera ansiktet på sängen

source: Zoom to Bed
sv: Zooma till sängen

source: Fill bed
sv: Fyll sängen

source: Make sure the object is printable. This is usually caused by negligibly small extrusions or by a faulty model. Try to repair the model or change its orientation on the bed.
sv: Se till att objektet är utskrivbart. Detta orsakas vanligtvis av försumbart små profiler eller av en felaktig modell. Försök att reparera modellen eller ändra dess orientering på sängen.

source: Bed shape
sv: Sängform

source: Bed custom texture
sv: Säng anpassad textur

source: Bed custom model
sv: Säng anpassad modell

source: Bed temperature for layers after the first one. Set this to zero to disable bed temperature control commands in the output.
sv: Bäddtemperatur för lager efter den första. Ställ in detta på noll för att inaktivera sängtemperaturkontrollkommandon i utgången.

source: Bed temperature
sv: Sängtemperatur

source: Heated build plate temperature for the first layer. Set this to zero to disable bed temperature control commands in the output.
sv: Uppvärmd byggplåtstemperatur för det första lagret. Ställ in detta på noll för att inaktivera sängtemperaturkontrollkommandon i utgången.

source: The percentage of the bed area. If the print area exceeds the specified value, then a slow tilt will be used, otherwise - a fast tilt
sv: Procentandelen av sängytan. Om utskriftsområdet överskrider det angivna värdet, då kommer en långsam lutning att användas, annars - en snabb lutning

source: The slope of the pad wall relative to the bed plane. 90 degrees means straight walls.
sv: Kuddväggens lutning i förhållande till sängplanet. 90 grader betyder raka väggar.

source: Ensure on bed
sv: Se till i sängen

source: Lift the object above the bed when it is partially below. Enabled by default, use --no-ensure-on-bed to disable.
sv: Lyft föremålet ovanför sängen när det är delvis under. Aktiverad som standard, använd --no-ensure-on-bed för att inaktivera.

source: Scheduling upload to `%1%`. See Window -> Print Host Upload Queue
sv: Schemalägger uppladdning till `%1%`. Se Fönster -> Skriv ut värduppladdningskö

source: Choose an STL file to import bed model from:
sv: Välj en fil att importera bäddtextur från:

source: Service name
sv: Service namn

source: The Wipe Tower currently supports the non-soluble supports only if they are printed with the current extruder without triggering a tool change. (both support_material_extruder and support_material_interface_extruder need to be set to 0).
sv: Wipe Tower stöder för närvarande endast de olösliga stöden om de skrivs ut med den aktuella extrudern utan att det utlöser ett verktygsbyte. (både support_material_extruder och support_material_interface_extruder måste ställas in på 0).

source: Shall I adjust those settings in order to enable the Wipe Tower?
sv: Ska jag justera dessa inställningar för att aktivera Wipe Tower?

source: For the Wipe Tower to work with the soluble supports, the support layers need to be synchronized with the object layers.
sv: För att Wipe Tower ska fungera med de lösliga stöden, måste stödskikten synkroniseras med objektlagren.

source: Shall I synchronize support layers in order to enable the Wipe Tower?
sv: Ska jag synkronisera stödlager för att aktivera Wipe Tower?

source: The Wipe Tower is currently only supported for the Marlin, RepRap/Sprinter, RepRapFirmware and Repetier G-code flavors.
sv: Wipe Tower stöds för närvarande endast för smakerna Marlin, RepRap/Sprinter, RepRapFirmware och Repetier G-code.

source: The Wipe Tower is currently only supported with the relative extruder addressing (use_relative_e_distances=1).
sv: Wipe Tower stöds för närvarande endast med den relativa extruderadresseringen (use_relative_e_distances=1).

source: The Wipe Tower currently does not support volumetric E (use_volumetric_e=0).
sv: Wipe Tower stöder för närvarande inte volumetrisk E (use_volumetric_e=0).

source: The Wipe Tower is currently not supported for multimaterial sequential prints.
sv: Wipe Tower stöds för närvarande inte för sekventiella utskrifter av flera material.

source: The Wipe Tower is only supported for multiple objects if they are printed with the same support_material_contact_distance
sv: Wipe Tower stöds endast för flera objekt om de är tryckta med samma support_material_contact_distance

source: The Spiral Vase mode requires: - one perimeter - no top solid layers - 0% fill density - no support material - Ensure vertical shell thickness enabled - Detect thin walls disabled
sv: Spiralvasläget kräver: - en omkrets - inga fasta toppskikt - 0% fyllningsdensitet - inget stödmaterial - Se till att vertikal skaltjocklek är aktiverad - Upptäck tunna väggar inaktiverade

source: Supports work better, if the following feature is enabled: - Detect bridging perimeters
sv: Stöd fungerar bättre om följande funktion är aktiverad: - Detektera överbryggande omkretsar

source: Shall I adjust those settings for supports?
sv: Ska jag justera dessa inställningar för stöd?

source: Pinhead diameter should be smaller than the pillar diameter.
sv: Nålhuvudets diameter bör vara mindre än pelarens diameter.

source: Before roll back
sv: Innan återrullning

source: vendor
sv: säljare

source: Configuration Snapshots
sv: Konfigurationsögonblicksbilder

source: Printer vendor
sv: Försäljare av skrivare

source: All standard
sv: Alla standardAlla standard

source: Welcome to the %s Configuration Assistant
sv: Välkommen till %s konfigurationsassistent

source: Remove user profiles (a snapshot will be taken beforehand)
sv: Ta bort användarprofiler (en ögonblicksbild kommer att tas i förväg)

source: Vendor:
sv: Säljare:

source: If enabled, %s downloads updates of built-in system presets in the background.These updates are downloaded into a separate temporary location.When a new preset version becomes available it is offered at application startup.
sv: Om aktiverat laddar %s ned uppdateringar av inbyggda systemförinställningar i bakgrunden. Dessa uppdateringar laddas ner till en separat tillfällig plats. När en ny förinställd version blir tillgänglig erbjuds den vid start av programmet.

source: Other Vendors
sv: Andra leverantörer

source: Pick another vendor supported by %s
sv: Välj en annan leverantör som stöds av %s

source: Firmware Type
sv: Firmware typ

source: Set the shape of your printer's bed.
sv: Ställ in formen på din skrivares bädd.

source: Filament and Nozzle Diameters
sv: Filament och munstycksdiametrar

source: A new vendor was installed and one of its printers will be activated
sv: En ny leverantör installerades och en av dess skrivare kommer att aktiveras

source: New vendors were installed and one of theirs printers will be activated
sv: Nya leverantörer installerades och en av deras skrivare kommer att aktiveras

source: PrusaSlicer requires OpenGL 2.0 capable graphics driver to run correctly, while OpenGL version %s, render %s, vendor %s was detected.
sv: PrusaSlicer kräver OpenGL 2.0-kapabel grafikdrivrutin för att fungera korrekt, medan OpenGL version %s, render %s, leverantör %s upptäcktes.

source: Name of the printer vendor.
sv: Namn på skrivarleverantören.

source: Print Diameters
sv: Skriv ut diametrar

source: Following printer profiles has no default filament: %1%Please select one manually.
sv: Följande skrivarprofiler har ingen standardfilament: %1%Välj ett manuellt.

source: Do you want to select default SLA materials for these printer models?
sv: Vill du välja förinstsällt SLA-material för dessa skrivarmodeller?

source: Configuration &Assistant
sv: Konfiguration &assistent

source: Configuration &Wizard
sv: Konfigurations &guide

source: Place bearings in slots and resume printing
sv: Placera lagren i spåren och återuppta utskriften

source: One layer mode
sv: Ett lager läge

source: Jump to move
sv: Hoppa för att flytta

source: This is wipe tower layer
sv: Detta är tornlager

source: Add another code - Ctrl + Left click
sv: Lägg till ytterligare en kod - Ctrl + Vänsterklick

source: Add extruder change - Left click
sv: Lägg till extruderbyte - vänsterklicka

source: Color change ("%1%") for Extruder %2%
sv: Färgförändring %2%

source: G-code associated to this tick mark is in a conflict with print mode. Editing it will cause changes of Slider data.
sv: G-koden som är kopplad till denna bock är i konflikt med utskriftsläget. Att redigera det kommer att orsaka ändringar av Slider-data.

source: There is a color change for extruder that has not been used before. Check your settings to avoid redundant color changes.
sv: Det finns en färgförändring för extruder som inte har använts tidigare. Kontrollera dina inställningar för att undvika överflödiga färgändringar.

source: Switch code to Change extruder
sv: Byt kod till Byt extruder

source: Delete tick mark - Left click or press "-" key
sv: Ta bort bock - Vänsterklicka eller tryck på "-"-tangenten

source: Switch code to Color change (%1%) for:
sv: Byt kod till Färgändring (%1%) för:

source: Delete color change
sv: Ta bort färgbyte

source: Delete tool change
sv: Ta bort verktygsbyte

source: Delete pause print
sv: Ta bort pausutskrift

source: Delete custom G-code
sv: Ta bort anpassad G-kod

source: Remove extruder from sequence
sv: Ta bort extrudern från sekvensen

source: Delete one or more custom shape. You can't delete system shapes
sv: Ta bort en eller flera anpassade former. Du kan inte ta bort systemformer

source: Remove detail
sv: Ta bort detalj

source: Remove instance
sv: Ta bort instans

source: Selection-Remove from rectangle
sv: Markering-Ta bort från rektangeln

source: Remove selection
sv: Ta bort markering

source: Remove all selection
sv: Ta bort alla markeringar

source: Remove selected holes
sv: Ta bort valda hål

source: Remove all holes
sv: Ta bort alla hål

source: Delete drainage hole
sv: Ta bort dräneringshål

source: Remove painted color
sv: Ta bort målad färg

source: Remove selected points
sv: Ta bort markerade punkter

source: Remove all points
sv: Ta bort alla punkter

source: Delete support point
sv: Ta bort supportpunkt

source: Remove point
sv: Ta bort punkten

source: Remove point from selection
sv: Ta bort punkt från markeringen

source: Remove the selected object
sv: Ta bort det markerade objektet

source: Remove one instance of the selected object
sv: Ta bort en instans av det markerade objektet

source: Remove layer range
sv: Ta bort lagerintervall

source: Remove paint-on supports
sv: Ta bort lackerade stöd

source: Remove paint-on seam
sv: Ta bort färgsömmen

source: Remove Multi Material painting
sv: Ta bort Multi Material-målning

source: Remove variable layer height
sv: Ta bort variabel lagerhöjd

source: Delete Settings
sv: Ta bort inställningar

source: Delete All Instances from Object
sv: Ta bort alla instanser från objekt

source: Delete Height Range
sv: Ta bort höjdområde

source: Delete Subobject
sv: Ta bort underobjekt

source: Delete Instance
sv: Ta bort instans

source: Delete Selected Item
sv: Ta bort valt objekt

source: Selection-Remove from list
sv: Markering-Ta bort från listan

source: Remove parameter
sv: Ta bort parameter

source: Delete Option %s
sv: Ta bort alternativ %s

source: Remove Instance of the selected object
sv: Ta bort instans av det markerade objektet

source: Delete color change marker for current layer
sv: Ta bort färgändringsmarkör för nuvarande lager

source: Delete this preset from this printer device
sv: Ta bort denna förinställning från den här skrivarenheten

source: Delete Object
sv: Ta bort objekt

source: Delete All Objects
sv: Ta bort alla objekt

source: Delete Selected Objects
sv: Ta bort markerade objekt

source: Delete Physical Printer
sv: Ta bort fysisk skrivare

source: Delete physical printer
sv: Ta bort fysisk skrivare

source: Selection-Remove
sv: Markering-Ta bort

source: Selection-Remove Object
sv: Markering-Ta bort objekt

source: Selection-Remove Instance
sv: Markering-Ta bort instans

source: Selection-Remove All
sv: Markering-Ta bort alla

source: Delete this preset
sv: Ta bort denna förinställning

source: Detach preset
sv: Ta bort förinställning

source: This action is not revertible. Do you want to proceed?
sv: Denna åtgärd kan inte återställas. Vill du fortsätta?

source: Enter short message shown on Printer display when a print is paused
sv: Ange kortmeddelande som visas på skrivarens display när en utskrift pausas

source: Enter the move you want to jump to
sv: Ange draget du vill hoppa till

source: The last color change data was saved for a single extruder printing.
sv: Den senaste färgändringsdatan sparades för en enda extruderutskrift.

source: The last color change data was saved for a multi extruder printing.
sv: Den senaste färgändringsdatan sparades för en multiextruderutskrift.

source: Select YES if you want to delete all saved tool changes, NO if you want all tool changes switch to color changes, or CANCEL to leave it unchanged.
sv: Välj JA om du vill radera alla sparade verktygsändringar, NEJ om du vill att alla verktygsbyten ska byta till färgbyten, eller AVBRYT för att lämna det oförändrat.

source: The last color change data was saved for a multi extruder printing with tool changes for whole print.
sv: Den senaste färgändringsdatan sparades för en multiextruderutskrift med verktygsbyten för heltryck.

source: Your current changes will delete all saved extruder (tool) changes.
sv: Dina nuvarande ändringar kommer att radera alla sparade extruder (verktyg) ändringar.

source: If enabled, random sequence of the selected extruders will be used.
sv: Om aktiverat kommer slumpmässig sekvens av de valda extruderarna att användas.

source: Set extruder(tool) sequence
sv: Ställ in extruder (verktyg) sekvens

source: %s doesn't support percentage
sv: %s stöder inte procent

source: Do you mean %s%% instead of %s %s? Select YES if you want to change this value to %s%%, or NO if you are sure that %s %s is a correct value.
sv: Menar du %s%% istället för %s %s? Välj JA om du vill ändra detta värde till %s%%, eller NO om du är säker på att %s %s är ett korrekt värde.

source: Flash!
sv: Blixt!

source: Flashing in progress. Please do not disconnect the printer!
sv: Blinkar pågår. Koppla inte bort skrivaren!

source: Flashing failed
sv: Det gick inte att blinka

source: Flashing succeeded!
sv: Blinkningen lyckades!

source: Flashing failed. Please see the avrdude log below.
sv: Det gick inte att blinka. Se avrdudeloggen nedan.

source: Flashing cancelled.
sv: Blinkningen avbröts.

source: This firmware hex file does not match the printer model. The hex file is intended for: %s Printer reported: %s Do you want to continue and flash this hex file anyway? Please only continue if you are sure this is the right thing to do.
sv: Denna hex-fil för fast programvara matchar inte skrivarmodellen. Hex-filen är avsedd för: %s Skrivare rapporterad: %s Vill du fortsätta och flasha den här hex-filen ändå? Fortsätt bara om du är säker på att detta är rätt sak att göra.

source: Multiple %s devices found. Please only connect one at a time for flashing.
sv: Flera %s enheter hittades. Anslut bara en i taget för att blinka.

source: The %s device was not found. If the device is connected, please press the Reset button next to the USB connector ...
sv: %s-enheten hittades inte. Om enheten är ansluten, tryck på Återställ-knappen bredvid USB-kontakten ...

source: Firmware flasher
sv: Firmware-blinker

source: Firmware image:
sv: Firmware-bild:

source: Autodetected
sv: Autoupptäckt

source: Are you sure you want to cancel firmware flashing? This could leave your printer in an unusable state!
sv: Är du säker på att du vill avbryta firmware-blinkandet? Detta kan lämna din skrivare i ett oanvändbart tillstånd!

source: Cancelling...
sv: Inställande...

source: Replacing of the PNG
sv: Byte av PNG

source: Used filament
sv: Använd filament

source: Generating vertex buffer
sv: Genererar vertex-buffer

source: Color Print
sv: Färgtryck

source: Print
sv: Skriva ut

source: Wipe
sv: Torka

source: Seams
sv: Sömar

source: Estimated printing times
sv: Beräknade trycktider

source: Add detail
sv: Lägg till detaljer

source: Reset to base
sv: Återställ till basen

source: Quality / Speed
sv: Kvalitet / hastighet

source: Variable layer height - Smooth all
sv: Variabel lagerhöjd - Jämna allt

source: Filament Settings Tab
sv: Filamentinställningar Fliken

source: Material Settings Tab
sv: Fliken Materialinställningar

source: Printer Settings Tab
sv: Fliken Skrivarinställningar

source: Click right mouse button to show arrangement options
sv: Klicka på höger musknapp för att visa arrangemang

source: Paste
sv: Klistra

source: Next Redo action: %1%
sv: Nästa gör om: %1%

source: Brush
sv: Borsta

source: Place on face
sv: Placera på ansiktet

source: Hollow this object
sv: Ihåliga detta föremål

source: Preview hollowed and drilled model
sv: Förhandsgranska hålad och borrad modell

source: Hollow and drill
sv: Ihåliga och borra

source: Your printer has more extruders than the multi-material painting gizmo supports. For this reason, only the first %1% extruders will be able to be used for painting.
sv: Din skrivare har fler extruderare än flermaterials-målningsutrustningen stöder. Av denna anledning kommer endast de första %1% extrudersna att kunna användas för målning.

source: Decimate ratio
sv: Decimera förhållandet

source: Operation already cancelling. Please wait few seconds.
sv: Åtgärden avbryts redan. Vänta några sekunder.

source: Can't apply when proccess preview.
sv: Det går inte att tillämpa när processförhandsgranskning.

source: Minimal points distance
sv: Minsta poängavstånd

source: Auto-generate points
sv: Automatiskt generera poäng

source: Do you want to save your manually edited support points?
sv: Vill du spara dina manuellt redigerade supportpunkter?

source: Save support points?
sv: Spara supportpunkter?

source: Support points edit
sv: Stödpunkter redigera

source: Left click
sv: Vänster klick

source: Most likely the configuration was produced by a newer version of PrusaSlicer or by some PrusaSlicer fork.
sv: Troligtvis producerades konfigurationen av en nyare version av PrusaSlicer eller av någon PrusaSlicer-gaffel.

source: %s has encountered an error. It was likely caused by running out of memory. If you are sure you have enough RAM on your system, this may also be a bug and we would be glad if you reported it. The application will now terminate.
sv: %s har stött på ett fel. Det berodde troligen på att minnet tog slut. Om du är säker på att du har tillräckligt med RAM på ditt system kan detta också vara ett fel och vi skulle bli glada om du rapporterade det. Ansökan kommer nu att avslutas.

source: PrusaSlicer has encountered a localization error. Please report to PrusaSlicer team, what language was active and in which scenario this issue happened. Thank you. The application will now terminate.
sv: PrusaSlicer har stött på ett lokaliseringsfel. Vänligen rapportera till PrusaSlicer-teamet, vilket språk som var aktivt och i vilket scenario detta problem inträffade. Tack. Ansökan kommer nu att avslutas.

source: Start the application
sv: Starta programmet

source: Loading configuration
sv: Laddningskonfiguration

source: Leave "%1%" enabled
sv: Lämna "%1%" aktiverat

source: You have the following presets with saved options for "Print Host upload"
sv: Du har följande förinställningar med sparade alternativ för "Print Host upload"

source: Take Configuration &Snapshot
sv: Ta Konfiguration &Snapshot

source: Expert View Mode
sv: Expertvyläge

source: %s View Mode
sv: %s visningsläge

source: Flash Printer &Firmware
sv: Flash-skrivare och fast programvara

source: Upload a firmware image into an Arduino based printer
sv: Ladda upp en firmwarebild till en Arduino-baserad skrivare

source: Capture a configuration snapshot
sv: Fånga en ögonblicksbild av konfigurationen

source: Some presets are modified and the unsaved changes will not be captured by the configuration snapshot.
sv: Vissa förinställningar är modifierade och de osparade ändringarna kommer inte att fångas av konfigurationsögonblicksbilden.
